Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Train and export with Apple's toolkit, then use this workspace for a quick base-versus-adapter inspection.
de: Trainieren und exportieren Sie mit Apples Toolkit und verwenden Sie diesen Arbeitsbereich für eine schnelle Basis-gegen-Adapter-Inspektion.
es: Entrenar y exportar con el kit de herramientas de Apple, luego utilizar este espacio de trabajo para una rápida inspección de base-versus-adapter.
fr: Train et export avec la boîte à outils d'Apple, puis utilisez cet espace de travail pour une inspection de base-versus-adaptateur rapide.
it: Allenare ed esportare con il toolkit di Apple, quindi utilizzare questo spazio di lavoro per un rapido ispezione base-versus-adapter.
ja: Appleのツールキットで列車とエクスポートし、このワークスペースを使用して、迅速なベース対アダプター検査を行います。
ko: Apple의 툴킷과 함께 기차 및 내보내기, 다음이 작업 공간을 사용하여 빠른 기본 검사.
pt_br: Trem e exportação com o kit de ferramentas da Apple, então use este espaço de trabalho para uma rápida inspeção base-versus-adaptador.
zh_hans: 使用苹果的工具包进行列车和输出,然后利用这个工作空间进行快速的基对适应器检查.
zh_hant: 用蘋果工具箱列車和匯出 然后利用這個工作區 進行快速的基礎對調檢查

source: Transcript Budget Lab
de: Transkript-Haushaltslabor
es: Transcripción Budget Lab
fr: Transcription Laboratoire budgétaire
it: Laboratorio di bilancio
ja: Transcript予算ラボ
ko: 트랜스크립트 예산 실습
pt_br: Laboratório de Orçamento Transcrição
zh_hans: 缩写预算实验室
zh_hant: 翻譯預算實驗室

source: Transcript Explorer
de: Transkript-Explorer
es: Transcripción Explorador
fr: Explorateur de transcription
it: Esplora trascrizione
ja: トランスクリプトエクスプローラ
ko: 트랜스크립트 탐색기
pt_br: Explorador de Transcrição
zh_hans: 转写浏览器
zh_hant: 翻譯探索器

source: Transcript policy
de: Transkriptpolitik
es: Política de transcripción
fr: Politique de transcription
it: Politica della trascrizione
ja: トランスクリプトポリシー
ko: 트랜스크립트 정책
pt_br: Política de transcrição
zh_hans: 转写政策
zh_hant: 翻譯政策

source: Transform
de: Transformation
es: Transformación
fr: Transformer
it: Trasformazione
ja: トランスフォーム
ko: 변환
pt_br: Transformar
zh_hans: 变形
zh_hant: 轉換

source: Transform a reflection into a useful, compassionate summary
de: Verwandeln Sie eine Reflexion in eine nützliche, mitfühlende Zusammenfassung
es: Transformar una reflexión en un resumen útil y compasivo
fr: Transformer une réflexion en un résumé utile et compatissant
it: Trasformare una riflessione in un riassunto utile e compassionevole
ja: 反射を便利で思いやりのある要約に変換
ko: 반사를 유용하게 변환, compassionate 요약
pt_br: Transformar um reflexo em um resumo útil e compassivo.
zh_hans: 将反思转化为有益的、富有同情心的摘要
zh_hant: 將反射轉為有益、富有同情心的摘要

source: Translate the transcript and options for the backend.
de: Übersetzen Sie das Transkript und die Optionen für das Backend.
es: Traducir la transcripción y las opciones para el backend.
fr: Traduire la transcription et les options pour le moteur.
it: Traduci la trascrizione e le opzioni per il backend.
ja: バックエンドのトランスクリプトとオプションを翻訳します。
ko: 백엔드의 성적표 및 옵션 번역.
pt_br: Traduza a transcrição e as opções para a infra-estrutura.
zh_hans: 翻译后端的笔录和选项.
zh_hant: 翻譯後端的筆錄和選項

source: Trim
de: Trimm
es: Recortar
fr: Rogner
it: Taglia
ja: トリム
ko: 잘라내기
pt_br: Aparar
zh_hans: 调理
zh_hant: 修剪

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar novamente
zh_hans: 再试一次
zh_hant: 再試一次

source: UI Audit
de: UI-Prüfung
es: Auditoría de la UI
fr: Vérification de l'assurance-chômage
it: Controllo dell'assicurazione disoccupazione
ja: UI監査
ko: UI 감사
pt_br: Audição da UI
zh_hans: UI 审计
zh_hant: UI 稽核

source: Unable to format
de: Formatierung nicht möglich
es: Incapaz de formato
fr: Impossible de formater
it: Non è possibile formattare
ja: フォーマットできない
ko: 형식을 지정할 수 없음
pt_br: Incapaz de formatar
zh_hans: 无法格式化
zh_hant: 無法格式化

source: Unable to format array
de: Format-Array nicht möglich
es: Incapaz de formatear array
fr: Impossible de formater le tableau
it: Non è possibile formattare array
ja: 配列をフォーマットできない
ko: 배열을 포맷 할 수 없음
pt_br: Incapaz de formatar o array
zh_hans: 无法格式化数组
zh_hant: 無法格式化陣列

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用不可
ko: 사용할 수 없음
pt_br: Indisponível
zh_hans: 不可用
zh_hant: 不可用

source: Unknown size
de: Unbekannte Größe
es: Tamaño desconocido
fr: Taille inconnue
it: Dimensioni sconosciute
ja: 未知のサイズ
ko: 알 수 없는 크기
pt_br: Tamanho desconhecido
zh_hans: 未知大小
zh_hant: 未知大小

source: Untrusted
de: Nicht vertrauenswürdig
es: Sin fiar
fr: Sans confiance
it: Non fidato
ja: 信頼できない
ko: 신뢰할 수 없음
pt_br: Não confiável.
zh_hans: 无信任
zh_hant: 不信任

source: Untrusted tool output
de: Ausgabe nicht vertrauenswürdiger Tools
es: Producción de herramientas no confiada
fr: Sortie d'outil non fiable
it: Uscita di utensili non attendibile
ja: 信頼できないツール出力
ko: 신뢰할 수 없는 도구 출력
pt_br: Saída de ferramentas não confiável
zh_hans: 未信任的工具输出
zh_hant: 未信任的工具輸出

source: Use
de: Verwendung
es: Uso
fr: Utilisation
it: Uso
ja: 使用条件
ko: 사용
zh_hans: 使用
zh_hant: 使用

source: Use Apple's fm CLI and Foundation Models SDK for Python
de: Verwenden Sie Apple's fm CLI und Foundation Models SDK for Python
es: Usar Apple fm CLI y Foundation Models SDK for Python
fr: Utilisez Apple fm CLI et Foundation Models SDK for Python
it: Utilizzare Apple fm CLI e Foundation Models SDK for Python
ja: Apple の使用 fm CLI そして、 Foundation Models SDK for Python
ko: Apple의 사용 fm CLI · Foundation Models SDK for Python
pt_br: Use a maçã. fm CLI e Foundation Models SDK for Python
zh_hans: 使用苹果的 fm CLI 和 Foundation Models SDK for Python
zh_hant: 用 Apple 的 fm CLI 和 Foundation Models SDK for Python

source: Use Foundation Lab on a Mac to import .fmadapter packages. Training and export remain available through the fmas CLI.
de: Verwendung Foundation Lab Auf einem Mac zum Importieren .fmadapter Packungen. Training und Export bleiben über die fmas verfügbar CLI.
es: Uso Foundation Lab en un Mac para importar .fmadapter paquetes. La capacitación y la exportación siguen estando disponibles a través de los fmas CLI.
fr: Utilisation Foundation Lab sur un Mac à importer .fmadapter colis. La formation et l'exportation restent disponibles par l'intermédiaire du fmas CLI.
it: Uso Foundation Lab su un Mac da importare .fmadapter pacchetti. La formazione e l'esportazione rimangono disponibili attraverso il fmas CLI.
ja: 使用条件 Foundation Lab Macでインポート .fmadapter パッケージ。 fmasを通して訓練および輸出は利用できます残ります CLIお問い合わせ
ko: 제품 정보 Foundation Lab Mac에서 가져 오기 .fmadapter 패키지. 훈련 및 수출은 fmas를 통해 유효합니다 CLI·
pt_br: Use Foundation Lab em um Mac para importar .fmadapter Pacotes. O treinamento e a exportação permanecem disponíveis através da FMA. CLI.
zh_hans: 使用 Foundation Lab 要导入的宏 .fmadapter 软件包。 培训和出口仍可通过面额 CLI。 。 。 。
zh_hant: 使用 Foundation Lab 要匯入的 Mac 上 .fmadapter 套件。 训练和出口仍可通过fmas提供 CLI.

source: Use a brief introduction followed by five practical tips.
de: Verwenden Sie eine kurze Einführung, gefolgt von fünf praktischen Tipps.
es: Utilice una breve introducción seguida de cinco consejos prácticos.
fr: Utilisez une brève introduction suivie de cinq conseils pratiques.
it: Utilizzare una breve introduzione seguita da cinque consigli pratici.
ja: 5つの実用的なヒントに従って簡単な導入を使用してください。
ko: 5가지 실용적인 팁을 따르는 간단한 소개를 사용하십시오.
pt_br: Use uma breve introdução seguida de cinco dicas práticas.
zh_hans: 使用简短的介绍,然后是五个实际提示。
zh_hant: 使用簡介,

source: Use deterministic rules for objective requirements, ground truth when a correct answer exists, and semantic or model-based measurements only when the criterion requires them.
de: Verwenden Sie deterministische Regeln für objektive Anforderungen, Grundwahrheit, wenn eine korrekte Antwort existiert, und semantische oder modellbasierte Messungen nur, wenn das Kriterium sie erfordert.
es: Use reglas deterministas para requisitos objetivos, verdad de tierra cuando exista una respuesta correcta, y mediciones semánticas o basadas en modelos sólo cuando el criterio los requiera.
fr: Utiliser des règles déterministes pour les exigences objectives, la vérité au sol lorsqu'il existe une réponse correcte et les mesures sémantiques ou fondées sur le modèle seulement lorsque le critère les exige.
it: Utilizzare regole deterministiche per i requisiti oggettivi, la verità di base quando esiste una risposta corretta, e le misure semantiche o basate sul modello solo quando il criterio li richiede.
ja: 正しい答えが存在するとき、目的の要件、地上の真実のための決定的なルールを使用し、基準が要求するときにのみ、意味またはモデルベースの測定を行います。
ko: 객관적 요구 사항에 대한 결정적인 규칙을 사용하여 정확한 응답이 존재할 때 지상 진실, 그리고 세심한 또는 모형 근거한 측정은 그(것)들을 요구합니다.
pt_br: Use regras determinísticas para exigências objetivas, verdade fundamental quando existe uma resposta correta, e medições semânticas ou baseadas em modelos só quando o critério requer.
zh_hans: 对客观要求使用定型规则,在正确答案存在时使用地面真理,只有在标准需要时才使用语义或模型测量.
zh_hant: 使用定義規定的客观要求, 在正确答案存在時使用地面真理, 只有在標準需要時才使用語法或模型測量。

source: Use for
de: Verwendung für
es: Uso para
fr: Utilisation pour
it: Uso per
ja: 使用のための
ko: 용도
pt_br: Use para
zh_hans: 用于
zh_hant: 用途

source: Use only measurements returned by the selected tool. Never invent health data, diagnoses, correlations, or predictions.
de: Verwenden Sie nur Messungen, die vom ausgewählten Werkzeug zurückgegeben werden. Erfinden Sie niemals Gesundheitsdaten, Diagnosen, Korrelationen oder Vorhersagen.
es: Utilice sólo las mediciones devueltas por la herramienta seleccionada. Nunca inventes datos de salud, diagnósticos, correlaciones o predicciones.
fr: Utiliser uniquement les mesures retournées par l'outil sélectionné. Ne jamais inventer des données sur la santé, des diagnostics, des corrélations ou des prédictions.
it: Utilizzare solo le misure restituite dallo strumento selezionato. Non inventare mai dati di salute, diagnosi, correlazioni o previsioni.
ja: 選択したツールで返された測定のみを使用します。 決して健康データ、診断、相関、または予測を発明しません。
ko: 선택한 툴에 의해 반환된 측정만 사용합니다. 건강 데이터, 진단, 상관 관계, 또는 예측을 사용하지 마십시오.
pt_br: Use apenas medidas devolvidas pela ferramenta selecionada. Nunca invente dados de saúde, diagnósticos, correlações ou previsões.
zh_hans: 只使用选定工具返回的测量值 。 绝不发明健康数据、诊断、关联或预测。
zh_hant: 只使用選取的工具傳回的測量 。 從不發明健康資料、診斷、關聯或預測。

source: Use the Foundation Models Instrument to inspect live prompts, response timing, token consumption, tool activity, and control flow. Those measurements come from a recorded trace, not a SwiftUI sample screen.
de: Verwendung der Foundation Models Instrument zur Überprüfung von Live-Eingabeaufforderungen, Antwort-Timing, Token-Verbrauch, Werkzeugaktivität und Kontrollfluss. Diese Messungen stammen von einer aufgezeichneten Spur, nicht von einer SwiftUI Musterschirm.
es: Usar el Foundation Models Instrumento para inspeccionar los impulsos en vivo, tiempo de respuesta, consumo de token, actividad de herramientas y flujo de control. Esas mediciones provienen de un rastro registrado, no de un SwiftUI Pantalla de muestra.
fr: Utiliser Foundation Models Instrument permettant d'inspecter les impulsions en direct, le moment de la réponse, la consommation de jetons, l'activité des outils et le débit de contrôle. Ces mesures proviennent d'une trace enregistrée, pas d'une SwiftUI écran échantillon.
it: Utilizzare Foundation Models Strumento per ispezionare richieste dal vivo, tempi di risposta, consumi token, attività degli strumenti e flusso di controllo. Queste misurazioni provengono da una traccia registrata, non da una SwiftUI schermo campione.
ja: 利用する Foundation Models ライブプロンプト、応答タイミング、トークン消費量、ツール活動、制御フローを検査する機器。 これらの測定は、記録されたトレースではなく、 SwiftUI サンプル スクリーン。
ko: 사용 방법 Foundation Models 살아있는 신속한 검사, 응답 타이밍, 토큰 소비, 공구 활동 및 통제 교류를 검열하는 계기. 이러한 측정은 기록된 추적에서 나온다. SwiftUI 표본 스크린.
pt_br: Use o Foundation Models Instrumento para inspecionar alertas, tempo de resposta, consumo de fichas, atividade de ferramentas e fluxo de controle. Essas medidas vêm de um rastro gravado, não de um SwiftUI Tela de amostra.
zh_hans: 使用 Foundation Models 检查现场提示、反应时间、象征性消耗、工具活动和控制流量的工具。 这些测量来自记录的痕迹,而不是 SwiftUI 样本屏幕。
zh_hant: 使用 Foundation Models 檢視直播提示、反應時間、信號消耗、工具活動及控制流的工具。 這些測量來自有記錄的痕跡 不是 SwiftUI 采样屏.

source: Use the Python SDK with notebooks and data tools to run representative prompts, record outputs, and compare measurable quality criteria.
de: Verwendung der Python SDK mit Notebooks und Datentools, um repräsentative Eingabeaufforderungen auszuführen, Ausgaben aufzuzeichnen und messbare Qualitätskriterien zu vergleichen.
es: Usar el Python SDK con cuadernos e instrumentos de datos para ejecutar indicaciones representativas, registrar productos y comparar criterios de calidad mensurables.
fr: Utiliser Python SDK avec des ordinateurs portables et des outils de données pour exécuter des invites représentatives, enregistrer les sorties et comparer des critères de qualité mesurables.
it: Utilizzare Python SDK con notebook e strumenti di dati per eseguire richieste rappresentative, registrare uscite e confrontare criteri di qualità misurabili.
ja: 利用する Python SDK ノートブックやデータツールを使用して、代表的なプロンプトを実行し、出力を記録し、測定可能な品質基準を比較します。
ko: 사용 방법 Python SDK 노트북 및 데이터 도구와 함께 대표 프롬프트를 실행하고, 출력을 기록하고, measurable 품질 기준을 비교합니다.
pt_br: Use o Python SDK com notebooks e ferramentas de dados para executar prompts representativos, gravar saídas, e comparar critérios de qualidade mensuráveis.
zh_hans: 使用 Python SDK 与笔记本和数据工具一起运行具有代表性的提示,记录产出,并比较可衡量的质量标准。
zh_hant: 使用 Python SDK 使用筆記本和數據工具來運行具有代表性的提示、紀錄輸出,

source: Use the selected tool for current information, cite the evidence it returns, and never invent missing results.
de: Verwenden Sie das ausgewählte Tool für aktuelle Informationen, zitieren Sie die Beweise, die es zurückgibt, und erfinden Sie niemals fehlende Ergebnisse.
es: Utilice la herramienta seleccionada para la información actual, cite la evidencia que devuelve, y nunca invente resultados perdidos.
fr: Utilisez l'outil sélectionné pour l'information courante, citez la preuve qu'il renvoie et n'inventez jamais les résultats manquants.
it: Utilizzare lo strumento selezionato per le informazioni attuali, citare le prove che restituisce, e non inventare risultati mancanti.
ja: 現在の情報に選択したツールを使用して、それが返す証拠を引用し、欠落した結果を発明しません。
ko: 현재 정보에 대한 선택한 도구를 사용하여 증거를 반환하고 누락 된 결과를 사용하지 마십시오.
pt_br: Use a ferramenta selecionada para informações atuais, cite as evidências que ele retorna, e nunca invente resultados perdidos.
zh_hans: 使用选中的工具获取当前信息, 引用它返回的证据, 并且永远不要创建缺失结果 。
zh_hant: 使用選取的工具來取得目前的信息, 引用它傳回的證據, 並從不產生錯誤的結果 。

source: Use the selected tool for current information. Ask for confirmation before creating or changing anything, and never invent missing results.
de: Verwenden Sie das ausgewählte Tool für aktuelle Informationen. Bitten Sie um Bestätigung, bevor Sie etwas erstellen oder ändern, und erfinden Sie niemals fehlende Ergebnisse.
es: Utilice la herramienta seleccionada para la información actual. Solicitar confirmación antes de crear o cambiar cualquier cosa, y nunca inventar resultados perdidos.
fr: Utilisez l'outil sélectionné pour l'information actuelle. Demandez confirmation avant de créer ou de changer quoi que ce soit, et n'inventez jamais les résultats manquants.
it: Utilizzare lo strumento selezionato per le informazioni attuali. Chiedi la conferma prima di creare o cambiare qualcosa, e non inventare risultati mancanti.
ja: 選択したツールを使用して、現在の情報を使用します。 何かを作成したり変更したりする前に確認を依頼し、失った結果を発明しないでください。
ko: 현재 정보의 선택된 도구를 사용합니다. 아무것도 만들거나 바꾸기 전에 확인을 요청하고 누락 된 결과를 초래하지 마십시오.
pt_br: Use a ferramenta selecionada para informações atuais. Peça confirmação antes de criar ou mudar qualquer coisa, e nunca invente resultados perdidos.
zh_hans: 使用选中的工具获取当前信息 。 在创建或改变任何东西之前, 要求确认, 并且永远不要发明缺失的结果 。
zh_hant: 使用選取的工具來取得目前的信息 。 在建立或改變任何東西之前要求確認,

source: Use vivid but economical prose, no more than 350 words, and end on an unresolved image.
de: Verwenden sie lebendige, aber wirtschaftliche prosa, nicht mehr als 350 wörter, und enden sie auf einem ungelösten bild.
es: Use prosa vívida pero económica, no más de 350 palabras, y termine con una imagen sin resolver.
fr: Utilisez une prose vive mais économique, pas plus de 350 mots, et terminez sur une image non résolue.
it: Utilizzare prosa vivida ma economica, non più di 350 parole, e terminare su un'immagine non risolta.
ja: 鮮やかで経済的に栄え、350語以上、未解決のイメージで終わる。
ko: 생생하지만 경제적 인 번식, 350 단어 이상, 그리고 해결되지 않은 이미지에 끝.
pt_br: Use prosa vívida, mas econômica, não mais que 350 palavras, e termine com uma imagem não resolvida.
zh_hans: 使用生动但经济的散文,不超过350字,结束于一个未解决的形象.
zh_hant: 使用生動但經濟的傳言,

source: User request
de: Benutzeranfrage
es: Solicitud de usuario
fr: Demande de l'utilisateur
it: Richiesta utente
ja: ユーザーリクエスト
ko: 사용자 요청
pt_br: Pedido do usuário
zh_hans: 用户请求
zh_hant: 使用者要求

source: Validate with
de: Validieren mit
es: Validar con
fr: Valider avec
it: Convalida con
ja: 検証済み
ko: 검증 방법
pt_br: Validar com
zh_hans: 验证为
zh_hant: 驗證用

source: Versioned samples cover success, challenge, adversarial, and past-failure cases.
de: Versionierte Samples umfassen Erfolgs-, Herausforderungs-, Gegner- und Vergangenheitsfehlerfälle.
es: Las muestras revisadas cubren el éxito, el desafío, los casos contradictorios y los casos pasados.
fr: Les échantillons en version couvrent les cas de réussite, de défi, d'adversaire et d'échec passé.
it: I campioni Versioned coprono il successo, la sfida, i casi avversari e pasquali.
ja: 検証されたサンプルは、成功、挑戦、広告、および過去の失敗例をカバーします。
ko: 버전 샘플 커버 성공, 도전, adversarial, 및 과거 실패 사례.
pt_br: Amostras versadas cobrem sucesso, desafio, adversidade, e casos passados.
zh_hans: 版本样本包括成功、挑战、对抗和过去失败案件。
zh_hant: 版本樣本包括成功、挑戰、對戰和過去失敗的案例。

source: Video Input
de: Videoeingang
es: Entrada de vídeo
fr: Entrée vidéo
it: Ingresso video
ja: ビデオ入力
ko: 영상 입력
pt_br: Entrada de Vídeo
zh_hans: 视频输入
zh_hant: 視訊輸入

source: Waiting for the first token
de: Warten auf das erste Token
es: Esperando el primer token
fr: Attendre le premier jeton
it: In attesa del primo gettone
ja: 最初のトークンを待つ
ko: 첫 번째 토큰 대기 중
pt_br: Esperando o primeiro sinal
zh_hans: 等待第一个令牌
zh_hant: 等待第一個權杖

source: Waiting for the user
de: Warten auf den Benutzer
es: Esperando al usuario
fr: Attendre l'utilisateur
it: In attesa dell'utente
ja: ユーザーの待ち合わせ
ko: 사용자 대기 중
pt_br: Esperando pelo usuário.
zh_hans: 等待用户
zh_hant: 等待使用者

source: Waiting for tokenizer
de: Warten auf Tokenizer
es: Esperando para el tokenizer
fr: Attendre le tokenizer
it: In attesa di tokenizer
ja: トークナイザー待ち
ko: 토크나이저 대기 중
pt_br: Esperando por um tokenizer.
zh_hans: 正在等待标识器
zh_hant: 等待指示器

source: Warmups
de: Aufwärmen
es: Boilers
fr: Chaudières
it: Avvertenze
ja: ウォームアップ
ko: 워밍업
pt_br: Aquecimentos
zh_hans: 温暖
zh_hant: 暖气

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
ja: カートン
ko: 무게:
pt_br: Peso
zh_hans: 重量
zh_hant: 重量

source: What These Numbers Mean
de: Was diese Zahlen bedeuten
es: Lo que significan estos números
fr: Ce que signifient ces chiffres
it: Cosa significano questi numeri
ja: これらの数字の意味
ko: 이 숫자는 무엇을 의미
pt_br: O que esses números significam
zh_hans: 这些数字代表什么
zh_hant: 這些數字代表什麼

source: What does the document say about its goals?
de: Was sagt das Dokument zu seinen Zielen?
es: ¿Qué dice el documento sobre sus objetivos?
fr: Que dit le document sur ses objectifs?
it: Cosa dice il documento sui suoi obiettivi?
ja: ドキュメントは、その目標について何を言いますか?
ko: 문서는 목표에 대해 뭐라고 말합니까?
pt_br: O que o documento diz sobre seus objetivos?
zh_hans: 文件对它的目标怎么说?
zh_hant: 文件對它的目標怎麼說?

source: What happens next
de: Was als nächstes passiert
es: ¿Qué pasa después?
fr: Ce qui se passe ensuite
it: Cosa succederà
ja: 次は何が起こるか
ko: 다음 것
pt_br: O que acontece depois?
zh_hans: 接下来会发生什么?
zh_hant: 接下來會發生什麼

source: What is the current weather in Cupertino, and what should I wear for a walk?
de: Wie ist das aktuelle Wetter in Cupertino und was sollte ich für einen Spaziergang tragen?
es: ¿Cuál es el tiempo actual en Cupertino, y qué debo usar para caminar?
fr: Quel est le temps actuel à Cupertino, et que dois-je porter pour une promenade?
it: Qual è il tempo attuale in Cupertino, e cosa dovrei indossare per una passeggiata?
ja: キュパティーノの現在の天気は?
ko: Cupertino의 현재 날씨는 무엇이며 어떻게 걸어야합니까?
pt_br: Qual é o tempo atual em Cupertino, e o que devo vestir para uma caminhada?
zh_hans: 库珀蒂诺的天气如何 我该穿什么去散步?
zh_hant: Cupertino的目前天气如何 我該穿什麼去散步?

source: What makes a result real
de: Was macht ein Ergebnis real
es: Lo que hace que un resultado sea real
fr: Ce qui rend un résultat réel
it: Cosa rende reale il risultato
ja: その結果を現実にするもの
ko: 결과를 진짜로 만드는 것
pt_br: O que torna um resultado real
zh_hans: 是什么使结果真实
zh_hant: 結果是真實的

source: Where does it mention requirements or constraints?
de: Wo werden Anforderungen oder Zwänge genannt?
es: ¿Dónde menciona requisitos o limitaciones?
fr: Où mentionne-t-elle les exigences ou les contraintes?
it: Dove si parla di requisiti o vincoli?
ja: 要件や制約を言及する場所?
ko: 요구 사항이나 제약을 언급합니까?
pt_br: Onde ele menciona requisitos ou restrições?
zh_hans: 它在哪里提到要求或限制?
zh_hant: 它在哪里提到要求或限制?

source: Who enforces what
de: Wer erzwingt was
es: Quien impone lo
fr: Qui fait respecter ce
it: Chi fa rispettare ciò che
ja: 誰が何を強制するのか
ko: 누가 무엇을 시행
pt_br: Quem faz o quê?
zh_hans: 谁执行什么
zh_hant: 誰強制什么

source: Workloads cover task parsing, workout generation, summarization, classification, grounded explanation, exercise substitution, document Q&A, citation extraction, creative writing, and visual recommendation.
de: Workloads umfassen Aufgabenparsing, Workout-Generierung, Zusammenfassung, Klassifizierung, geerdete Erklärung, Übungsersetzung, Dokument Q & A, Zitatextraktion, kreatives Schreiben und visuelle Empfehlung.
es: Las cargas de trabajo cubren la formación de tareas, la generación de entrenamiento, la resummarización, clasificación, explicación basada, sustitución de ejercicios, documento Q divideA, extracción de citas, escritura creativa y recomendación visual.
fr: Les charges de travail couvrent l'analyse des tâches, la génération d'entraînement, la synthèse, la classification, l'explication fondée, la substitution d'exercices, les questions-réponses, l'extraction de citations, l'écriture créative et la recommandation visuelle.
it: I carichi di lavoro coprono l'analisi delle mansioni, la generazione di allenamento, la sintesi, la classificazione, la spiegazione messa a terra, la sostituzione dell'esercizio, il documento Q&A, l'estrazione della citazione, la scrittura creativa e la raccomandazione visiva.
ja: ワークロードは、タスクの解析、ワークアウト生成、要約、分類、接地説明、演習置換、文書Q&A、引用抽出、創造的ライティング、視覚的勧告をカバーしています。
ko: 워크로드 커버 작업 파싱, 운동 생성, 요약, 분류, 지상 설명, 운동 대용, 문서 Q & A, 인용 추출, 창조적 인 쓰기 및 시각적 권장.
pt_br: Cargas de trabalho cobrem análise de tarefas, geração de exercícios, sumarização, classificação, explicação fundamentada, substituição de exercícios, Q&A de documentos, extração de citações, escrita criativa e recomendação visual.
zh_hans: 工作负荷包括任务解析、解决生成、总结、分类、有根据的解释、锻炼替代、文件QQA、引用提取、创造性写作和视觉建议。
zh_hant: 工作负荷包括工作剖析、健身生成、总结、分類、有根據的解释、運動替代、文件QQA、引文提取、創意寫作和視覺建議。

source: Write a scene about a lighthouse keeper receiving an impossible weather report.
de: Schreibe eine Szene über einen Leuchtturmwärter, der einen unmöglichen Wetterbericht erhält.
es: Escribe una escena sobre un guardaespaldas que recibe un reporte meteorológico imposible.
fr: Écrire une scène sur un gardien de phare recevant un rapport météorologique impossible.
it: Scrivi una scena su un tergicristallo che riceve un rapporto meteorologico impossibile.
ja: 不可能な気象報告を受けている灯台保持者に関するシーンを書きます。
ko: 불쾌한 날씨 보고서를 수신하는 lighthouse keeper에 대한 장면을 작성합니다.
pt_br: Escreva uma cena sobre um faroleiro recebendo um boletim meteorológico impossível.
zh_hans: 写一幕灯塔保管员收到不可能的天气报告
zh_hant: 寫一幅關于燈塔守衛 接收不可能的天氣報告的畫面
